tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "zegervdv/zathura"
brew "openssl@3"
brew "python@3.12"
brew "bpython"
brew "direnv"
brew "fd"
brew "gh"
brew "git"
brew "go"
brew "neovim"
brew "nvm"
brew "openblas"
brew "openjdk"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "rabbitmq", restart_service: true
brew "ripgrep"
brew "starship"
brew "wget"
brew "xdotool"
brew "oven-sh/bun/bun"
cask "aerospace"
cask "basictex"
cask "julia"
cask "neovide"
